-- lines for Chaos Package

return {
	["$xionghuo1"] = "此镬加之于你，定有所伤。",
	["$xionghuo2"] = "凶镬沿袭，怎会轻易无伤？",
	["$shajue1"] = "杀伐决绝，不留后患。",
	["$shajue2"] = "吾既出，必绝之。",
	["~xurong"] = "此生无悔，心中无愧……",
	
	["$yisuan1"] = "吾亦能善算谋划。",
	["$yisuan2"] = "算计人心，我也可略施一二。",
	["$langxi1"] = "袭夺之势，如狼噬骨。",
	["$langxi2"] = "引吾至此，怎能不袭掠之？",
	["~lijue"] = "若无内讧，也不止如此……",
	
	["$sidao1"] = "连发伺动，顺手可得。",
	["$sidao2"] = "伺机而动，此地可窃。",
	["$tanbei1"] = "此机，我怎会错失。",
	["$tanbei2"] = "你的东西，现在是我的了！",
	["~guosi"] = "伍习，你……",
	
	["$xingluan1"] = "大兴兵争，长安当乱。",
	["$xingluan2"] = "勇猛行军，乱世当立。",
	["~fanchou"] = "唉，稚然疑心，甚重……",
	
	["$tunjun1"] = "得封侯爵，屯军弘农。",
	["$tunjun2"] = "屯军弘农，养精蓄锐。",
	["$lveming1"] = "劫命掠财，毫不费力。",
	["$lveming2"] = "人财，皆掠之，嘿嘿。",
	["~zhangji"] = "哪……哪里来的乱箭……",
	

	["$falu1"] = "求法之道，以司籙籍。",
	["$falu2"] = "取舍有法，方得其法。",
	["$zhenyi1"] = "不疾不徐，自爱自重。",
	["$zhenyi2"] = "紫微星辰，斗数之仪。",
	["$dianhua1"] = "大道无形，点化无为。",
	["$dianhua2"] = "得此点化，必得大道。",
	["~zhangqiying"] = "米碎面散，我心欲绝……",
	
	["$qianxini1"] = "兵困绝地，将至如归！",
	["$qianxini2"] = "临危之际，速速来援！",
	["$zhenxing1"] = "东征西讨，募军百里挑一。",
	["$zhenxing2"] = "众口铄金，积毁销骨。",
	["~zhanggong"] = "大漠孤烟，孤立无援啊……",
	
	["$tunan1"] = "敢问丞相，何日挥师南下？",
	["$tunan2"] = "攻伐之道，一念之间。",
	["$bijing1"] = "拒吴闭境，臣，誓保永昌。",
	["$bijing2"] = "一臣无二主，可战不可降！",
	["~lvkai"] = "守节不易，吾愿舍身为蜀……",
	
	["$fuhai1"] = "宦海沉浮，生死难料！",
	["$fuhai2"] = "跨海南征，波涛起伏。",
	["~weiwenzhugezhi"] = "吾皆海岱清士，岂料生死易逝……",
	
	["$zongkui1"] = "准备好，听候女王的差遣了吗？",
	["$zongkui2"] = "契约已定！",
	["$guju1"] = "我能看到，你的灵魂在颤抖。",
	["$guju2"] = "你死后，我将超度你的亡魂！",
	["$baijia1"] = "以邪马台的名义！",
	["$baijia2"] = "我要摧毁你的一切，然后，建立我的国度。",
	["$canshii1"] = "是你，在召唤我吗？",
	["$canshii2"] = "这片土地的人，真是太有趣了。",
	["~beimihu"] = "我还会从黄泉比良坂回来的……",

	["$jilii1"] = "蒺藜骨朵，威震慑敌！",
	["$jilii2"] = "看我一招铁蒺藜骨朵！",
	["~shamoke"] = "五溪蛮夷，不可能输！！",

	["$jiedao1"] = "截头大刀的威力，你来尝尝！",
	["$jiedao2"] = "我这大刀可是不看情面的！",
	["~mangyachang"] = "黄骠马，也跑不快了……",

	["$biaozhao1"] = "此人有祸患之相，望丞相慎之。",
	["$biaozhao2"] = "孙策宜加贵宠，需召还京邑。",
	["$yechou1"] = "会有人替我报仇的！",
	["$yechou2"] = "我的门客是不会放过你的！",
	["~xugong"] = "终究还是被其所害……",

	["$yanjiao1"] = "会虽童稚，勤见规诲。",
	["$yanjiao2"] = "性矜严教，明于教训。",
	["$xingshen1"] = "居上不骄，制节谨度。",
	["$xingshen2"] = "君子之行，皆积小以致高大。",
	["~zhangchangpu"] = "我还是小看了孙氏的伎俩……",

	["$chijie1"] = "持节阻战，奉帝赐诏，",
	["$chijie2"] = "此战不在急，请仲达明了。",
	["$yinju1"] = "据理直谏，吾人臣本分。",
	["$yinju2"] = "迁徙之计，危涉万民。",
	["~xinpi"] = "失民心，且无食……",
	
	["$jijie1"] = "随机应变，不失礼数。",
	["$jijie2"] = "敏捷察微，知千里之情。",
	["$jiyuan1"] = "蔡瑁欲害将军，特此星夜来报。",
	["$jiyuan2"] = "荆州有异，需速避之。",
	["~yijibo"] = "蜀科律法，难以撰写……",
	
	["$songshu1"] = "称颂蜀汉，以表诚心。",
	["$songshu2"] = "吴蜀两和，方可安稳。",
	["$sibian1"] = "才藻俊茂，辩思如涌。",
	["$sibian2"] = "弘雅之素，英秀之德。",
	["~zhangwen"] = "暨艳过错，强牵吾罪……",
		
	["$lixun1"] = "利欲熏心，财权保命。",
	["$lixun2"] = "利益当前，岂不心动。",
	["$kuizhui1"] = "与君同谋，赠君金珠。",
	["$kuizhui2"] = "金珠熠熠，都归将军啦。",
	["~lisu"] = "金银珠宝再多，也难买命啊……",
}