-- lines for Fire Package

return {
	-- 荀彧
	["$quhu1"] = "此乃驱虎吞狼之计。",
	["$quhu2"] = "借你之手与他一搏吧。",
	["$jieming1"] = "秉忠贞之志，守谦退之节。", 
	["$jieming2"] = "我，永不背弃！",
	["~xunyu"] = "主公要臣死……臣不得不死……",
	
	-- 典韦	
	["$qiangxi1"] = "吃我一戟！",
	["$qiangxi2"] = "看我三步之内取你小命！",
	["~dianwei"] = "主公……快走……",
	
	-- 卧龙诸葛亮	
	["$bazhen1"] = "八阵连心，日月同辉。",
	["$bazhen2"] = "此阵变化，其实汝等可解。", 
	["$huoji1"] = "赤壁借东风，燃火灭魏军。", 
	["$huoji2"] = "东风，让这火烧得再猛烈些吧！",
	["$kanpo1"] = "此计奥妙，我已看破。",
	["$kanpo2"] = "还有什么是我看不破的？",	
	["$cangzhuo1"] = "藏巧于拙，用晦而明。",
	["$cangzhuo2"] = "寓清于浊，以屈为神。",	
	["~wolong"] = "星途半废，夙愿未完……",
	
	-- 庞统	
	["$lianhuan1"] = "伤一敌，可连其百。",
	["$lianhuan2"] = "统统连起来吧！",
	["$niepan2"] = "浴火重生！",
	["$niepan1"] = "凤雏，岂能消亡！",	
	["~pangtong"] = "看来……我命中注定将丧命于此……",
	
	-- 太史慈
	["$tianyi1"] = "我当要替天行道！",
	["$tianyi2"] = "请助我一臂之力！", 
	["~taishici"] = "大丈夫…当带三尺之剑…立不世之功……",
	
	-- 庞德	
	["$jianchu2"] = "你，可敢挡我！",
	["$jianchu1"] = "我要杀你们个片甲不留！",
	["~pangde"] = "四面都是水……我命休矣……",
	
	-- 袁绍	
	["$luanji1"] = "谁都挡不住我的箭阵！",
	["$luanji2"] = "我的箭只，准备颇多！",
	["$xueyi1"] = "高贵名门，足裔盛名。",
	["$xueyi2"] = "贵裔之脉，后起之秀。",
	["~yuanshao"] = "孟德此计，防不胜防……",
	
	-- 颜良＆文丑
	["$shuangxiong1"] = "吾乃河北上将颜良（文丑）是也！",
	["$shuangxiong2"] = "快来与我等决一死战！",
	["~yanliangwenchou"] = "这红脸长须大将是……",
}