-- lines for Mountain Package

return {
	-- 张郃
	["$qiaobian1"] = "兵无常势，水无常形。",
	["$qiaobian2"] = "用兵之道，变化万千。",
	["~zhanghe"] = "额……膝盖……中箭了……额……",

	-- 邓艾
	["$tuntian1"] = "休养生息，备战待敌。",
	["$tuntian2"] = "锄禾日当午，汗滴禾下土。",
	["$zaoxian1"] = "屯田日久，当建奇功！",
	["$zaoxian2"] = "开辟险路，奇袭敌军！",
	["$jixi1"] = "攻其不备，出其不意！",
	["$jixi2"] = "偷渡阴平，直取蜀汉！",
	["~dengai"] = "吾破蜀克敌……竟葬于奸贼之手……",

	-- 姜维
	["$tiaoxin1"] = "汝等小儿，可敢杀我？",
	["$tiaoxin2"] = "贼将早降，可免一死。",
	["$zhiji1"] = "先帝之志，丞相之托，不可忘也！",
	["$zhiji2"] = "丞相厚恩，维万死不能相报！",
	["$jiangwei-guanxing1"] = "继丞相之遗志，讨篡汉之逆贼！",
	["$jiangwei-guanxing2"] = "克复中原，指日可待！",
	["~jiangwei"] = "我计不成……乃天命也……",

	-- 刘禅
	["$xiangle1"] = "还是玩耍快乐。",
	["$xiangle2"] = "美好的日子，应该好好享受。",
	["$fangquan1"] = "蜀汉有相父在，我可安心。",
	["$fangquan2"] = "这些事情，你们安排就好。",
	["$ruoyu1"] = "若愚故态，巧骗众人。",
	["$ruoyu2"] = "愚昧者，非真傻也。",
	["$liushan-jijiang1"] = "爱卿爱卿，快来护驾！",
	["$liushan-jijiang2"] = "将军快替我拦下此贼。",
	["$sishu1"] = "蜀汉乡土，怎不思念？",
	["$sishu2"] = "思乡心切，徘徊惶惶。",
	["~liushan"] = "将军英勇，我……我投降……",

	-- 孙策
	["$jiang1"] = "策虽暗稚，窃有微志。",
	["$jiang2"] = "收合流散，东据吴会。",
	["$hunzi1"] = "江东新秀，由此崛起！",
	["$hunzi2"] = "看汝等大展英气！",
	["$sunce-yinghun1"] = "东吴繁盛，望父亲可知。",
	["$sunce-yinghun2"] = "父亲，吾定不负你期望。",
	["$sunce-yingzi1"] = "得公瑾辅助，策定当一战！",
	["$sunce-yingzi2"] = "公瑾在此，此战无忧。",
	["$zhiba1"] = "让将军在此恭候多时了。",
	["$zhiba2"] = "有诸位将军在，此战岂会不胜？",
	["~sunce"] = "汝等……怎能受于吉蛊惑……",

	-- 张昭＆张纮
	["$zhijian1"] = "请恕老臣直言！",
	["$zhijian2"] = "为臣者，当冒死以谏！",
	["$guzheng1"] = "今当稳固内政，以御外患！",
	["$guzheng2"] = "固国安邦，须当如是！",
	["~erzhang"] = "竭力尽智……死而无憾……",

	-- 左慈
	["$huashen1"] = "皮囊万千，吾皆可化。",
	["$huashen2"] = "容貌发肤，不过浮尘。",
    ["$xinsheng1"] = "风靡云涌，万丈光芒。",
	["$xinsheng2"] = "枯木发荣，朽木逢春。",
    ["~zuoci"] = "红尘看破，驾鹤仙升……",


    -- 蔡文姬
	["$beige1"] = "制兹八拍兮拟排忧，何知曲成兮心转愁。",
	["$beige2"] = "悲歌可以当泣，远望可以当归。",
	["$duanchang1"] = "日东月西兮徒相望，不得相随兮空断肠。",
	["$duanchang2"] = "流落异乡愁断肠。",
	["~caiwenji"] = "人生几何时……怀忧终年岁……",
}
