-- lines for Standard General Package

return {
	-- 曹操
	["$jianxiong2"] = "燕雀安知鸿鹄之志！",
	["$jianxiong1"] = "夫英雄者，胸怀大志，腹有良谋。",
	["$hujia2"] = "护卫何在？",
	["$hujia1"] = "大胆逆贼，谁可擒之！",
	["~caocao"] = "华佗何在……",

	-- 司马懿
	["$guicai2"] = "天命难违？哈哈哈哈哈哈哈哈……",
	["$guicai1"] = "才通天地，逆天改命！",
	["$fankui2"] = "哼！自作孽，不可活！",
	["$fankui1"] = "哼！正中下怀！",
	["~simayi"] = "我的气数就到这里了吗？",

	-- 夏侯惇
	["$ganglie2"] = "伤我者，十倍奉还！",
	["$ganglie1"] = "哪个敢动我！",
	["$qingjian2"] = "钱财乃身外之物。",
	["$qingjian1"] = "福生于清俭，德生于卑退。",
	["~xiahoudun"] = "诸多败绩，有负丞相重托……",

	-- 张辽
	["$tuxi1"] = "快马突袭，占尽先机！",
	["$tuxi2"] = "马似飞云，枪如霹雳！",
	["~zhangliao"] = "被敌人占了先机……呃……",

	-- 许褚
	["$luoyi2"] = "过来打一架！对，就是你！",
	["$luoyi1"] = "废话少说，放马过来吧！",
	["~xuchu"] = "丞相，末将尽力了……",

	-- 郭嘉
	["$tiandu2"] = "天意如此吗？",
	["$tiandu1"] = "那，就这样吧。",
	["$yiji2"] = "依此计行，辽东可定。",
	["$yiji1"] = "锦囊妙策，终定社稷。",
	["~guojia"] = "咳……咳咳咳……",

	-- 甄姬
	["$luoshen1"] = "冯夷鸣鼓，女娲清歌。",
	["$luoshen2"] = "屏翳收风，川后静波。",
	["$qingguo1"] = "肩若削成，腰如约素。",
	["$qingguo2"] = "延颈秀项，皓质呈露。",
	["~zhenji"] = "出亦复何苦，入亦复何愁……",

	-- 刘备
	["$rende1"] = "施仁布泽，乃我大汉立国之本。",
	["$rende2"] = "同心同德，救困扶危！",
	["$jijiang1"] = "哪位将军替我拿下此贼！",
	["$jijiang2"] = "欺我军无人乎？",
	["~liubei"] = "汉室未兴，祖宗未耀，朕……实不忍此时西去……",

	-- 关羽
	["$wusheng2"] = "逆贼，哪里走！",
	["$wusheng1"] = "刀锋所向，战无不克！",
	["$yijue1"] = "恩已断，义当绝。",
	["$yijue2"] = "关某向来恩怨分明。",
	["~guanyu"] = "桃园一拜，恩义常在。",

	-- 张飞
	["$paoxiao1"] = "喝啊~~~",
	["$paoxiao2"] = "今必斩汝马下！",
	["$tishen2"] = "谁还敢过来一战！",
	["$tishen1"] = "欺我无谋，定要尔等血偿！",
	["~zhangfei"] = "桃园一拜，此生无憾……",

	-- 诸葛亮
	["$guanxing1"] = "天星之变，吾窥探一二。",
	["$guanxing2"] = "星图莫测，细细推敲。",
	["$kongcheng1"] = "淡然相对，转危为安。",
	["$kongcheng2"] = "绝处逢生，此招慎用。",
	["~zhugeliang"] = "穷尽毕生，有憾无悔……",

	-- 赵云
	["$longdan2"] = "龙威虎胆，斩敌破阵！",
	["$longdan1"] = "进退自如，游刃有余！",
	["$yajiao2"] = "策马趋前，斩敌当先！",
	["$yajiao1"] = "遍寻天下，但求一败！",
	["~zhaoyun"] = "你们谁……还敢再上？",

	-- 马超
	["$tieji2"] = "目标敌阵，全军突击！",
	["$tieji1"] = "敌人阵型已乱，随我杀~~~",
	["~machao"] = "请将我葬在西凉……",

	-- 黄月英
	["$jizhi1"] = "得上通，智集心。",
	["$jizhi2"] = "集万千才智，制巧具鲜用。",
	["~huangyueying"] = "我的面容，有吓到你吗？",

	-- 孙权
	["$zhiheng1"] = "不急不躁，稳谋应对。",
	["$zhiheng2"] = "制衡互牵，大局可安。",
	["$jiuyuan1"] = "你们真是朕的得力干将。",
	["$jiuyuan2"] = "有爱卿在，朕无烦忧。",
	["~sunquan"] = "锦绣江东，岂能失于我手……",

	-- 甘宁
	["$qixi2"] = "你用不了这么多了！",
	["$qixi1"] = "弟兄们，准备动手！",
	["$fenwei2"] = "哼，敢欺我东吴无人？",
	["$fenwei1"] = "奋勇当先，威名远扬！",
	["~ganning"] = "别管我……继续上……",

	-- 吕蒙
	["$keji2"] = "最好的机会还在等着我。",
	["$keji1"] = "蓄力待时，不争首功。",
	["$qinxue2"] = "勤以修身，学以报国。",
	["$qinxue1"] = "兵书熟读，了然于胸。",
	["$lvmeng-gongxin2"] = "哼，早知如此！",
	["$lvmeng-gongxin1"] = "洞若观火，运筹帷幄。",
	["~lvmeng"] = "你……给我等着！",

	-- 黄盖
	["$kurou1"] = "我这把老骨头不算什么！",
	["$kurou2"] = "为成大义，死不足惜！",
	["$zhaxiang1"] = "铁索连舟而行，东吴水师可破。",
	["$zhaxiang2"] = "两军阵前，不斩降将！",
	["~huanggai"] = "盖……有负公瑾重托……",

	-- 周瑜
	["$yingzi2"] = "哈哈哈哈哈哈哈哈！",
	["$yingzi1"] = "伯符，且看我这一手！",
	["$fanjian2"] = "与我为敌，就当这般生不如死！",
	["$fanjian1"] = "抉择吧，在苦与痛的地狱中！",
	["~zhouyu"] = "既生瑜，何生亮……既生瑜，何生亮！",

	-- 大乔
	["$liuli2"] = "伯符不在身边，我要自己保重。",
	["$liuli1"] = "帮帮人家嘛~",
	["$guose1"] = "旅途劳顿，请下马休整吧。",
	["$guose2"] = "还没到休息的时候！",
	["~daqiao"] = "伯符，再也没人能欺负我了……",

	-- 陆逊
	["$qianxun2"] = "谦谦君子，温润如玉。",
	["$qianxun1"] = "满招损，谦受益。",
	["$lianying2"] = "失之淡然，得之坦然。",
	["$lianying1"] = "生生不息，源源不绝。",
	["~luxun"] = "我的未尽之业……",

	-- 孙尚香
	["$jieyin1"] = "得遇夫君，妾身福分。",
	["$jieyin2"] = "随夫嫁娶，宜室宜家。",
	["$xiaoji1"] = "箭利弓疾，你可打不过我。",
	["$xiaoji2"] = "我会的武器可多着呢！",
	["~sunshangxiang"] = "哎呀！这次弓箭射歪了……",

	-- 华佗
	["$jijiu2"] = "妙手仁心，药到病除。",
	["$jijiu1"] = "救死扶伤，悬壶济世。",
	["$chuli2"] = "病入膏肓，需下猛药。",
	["$chuli1"] = "病去，如抽丝。",
	["~huatuo"] = "生老病死，命不可违。",

	-- 吕布
	["$wushuang2"] = "三个齐上也不是我的对手！",
	["$wushuang1"] = "还有哪个敢挑战我！",
	["$liyu2"] = "人不为己，天诛地灭。",
	["$liyu1"] = "大丈夫，相时而动。",
	["~lvbu"] = "我竟然输了，不可能！！",

	-- 貂蝉
	["$biyue1"] = "梦蝶幻月，如沫虚妄。",
	["$biyue2"] = "水映月明，芙蓉照倩影。",
	["$lijian1"] = "赢家，才能得到我。",
	["$lijian2"] = "这场比赛，将军可要赢哦。",
	["~diaochan"] = "我的任务，终于完成了……",

	--华雄
	["$yaowu1"] = "有吾在此，解太师烦忧。",
	["$yaowu2"] = "这些杂兵，我有何惧！",
	["~huaxiong"] = "我掉以轻心了……",

	--袁术
	["$wangzun2"] = "真命天子，八方拜服！",
	["$wangzun1"] = "归顺于我，封爵赏地！",
	["$tongji2"] = "弑君之罪，当诛九族！",
	["$tongji1"] = "你！你这是反啦！",
	["~yuanshu"] = "把玉玺……还给我……",

}