-- lines for Wind Package

return {
	-- 曹仁
	["$jushou1"] = "坚守此地，不退半步。",
	["$jushou2"] = "兵精粮足，守土一方。",
	["$jiewei1"] = "坚壁清野，以锉敌锐！",
	["$jiewei2"] = "化守为攻，出奇制胜！",
	["~caoren"] = "长江以南，再无王土矣……",

	-- 夏侯渊
	["$shensu1"] = "奔逸绝尘，不留踪影。",
	["$shensu2"] = "健步如飞，破敌不备。",
	["$shebian1"] = "设变力战，虏敌千万。",
	["$shebian2"] = "随机应变，灵机设变。",
	["~xiahouyuan"] = "我的速度，还是不够……",

	-- 黄忠
	["$liegong2"] = "百步穿杨！",
	["$liegong1"] = "中！",
	["~huangzhong"] = "不得不服老了……",

	-- 魏延
	["$kuanggu1"] = "哈哈哈哈哈哈，赢你还不容易。",
	["$kuanggu2"] = "哼！也不看看我是何人！",
	["$qimou1"] = "成王败寇，怎可有勇无谋？",
	["$qimou2"] = "且不要因为暂时的得失而胆怯。",
	["~weiyan"] = "奸贼……害我……",

	-- 小乔
	["$tianxiang2"] = "接着哦~",
	["$tianxiang1"] = "替我挡着~",
	["~xiaoqiao"] = "公瑾……我先走一步……",

	-- 周泰
	["$buqu2"] = "哼，这点小伤算什么！",
	["$buqu1"] = "战如熊虎，不惜躯命！",
	["$fenji2"] = "两肋插刀，愿赴此去！",
	["$fenji1"] = "百战之身，奋勇驱前！",
	["~zhoutai"] = "敌众我寡，无力回天……",

	-- 张角
	["$leiji1"] = "雷霆之诛，灭军毁城！",
	["$leiji2"] = "疾雷迅电，不可趋避！",
	["$guidao1"] = "汝之命运，吾来改之！",
	["$guidao2"] = "鬼道运行，由我把控！",
	["$huangtian1"] = "天书必佑，黄巾可信！",
	["$huangtian2"] = "黄天法力，万军可灭！",
	["~zhangjiao"] = "天书无效，人心难聚……",

	-- 于吉
	["$guhuo1"] = "真真假假，虚实难测。",
	["$guhuo2"] = "这牌，猜对了吗？",
	["$chanyuan1"] = "不信吾法，无福之缘。",
	["$chanyuan2"] = "此咒甚重，怨念缠身。",
	["~yuji"] = "符水失效，此病难医……",
}