-- translation for Chaos Package

return {
	["chaos"] = "文和乱武",

	["#lijue"] = "奸谋恶勇",
	["lijue"] = "李傕",
	["illustrator:lijue"] = "小牛",
	["langxi"] = "狼袭",
	[":langxi"] = "准备阶段开始时，你可选择体力值不大于你的一名其他角色并令系统随机生成X∈[0,2]▶若X大于0，你对其造成X点普通伤害。",
	["yisuan"] = "亦算",
	[":yisuan"] = "当普通锦囊牌于你的出牌阶段内使用结算结束后，若使用者为你且你于此阶段内未发动过此技能，你可减1点体力上限▶你获得此牌对应的所有实体牌。",
	["@langxi-target"] = "是否使用“狼袭”，选择一名其他角色",

	["#guosi"] = "党豺为虐",
	["guosi"] = "郭汜",
	["illustrator:guosi"] = "秋呆呆",
	["sidao"] = "伺盗",
	[":sidao"] = "当牌于你的出牌阶段内使用结算结束后，若你于此阶段内未发动过此技能且使用者为你，你可对一名在此牌与你于此阶段内上一张使用的牌的最终目标列表"..
		"中均有对应的目标的角色使用对应的实体牌为你的一张手牌的【顺手牵羊】。",
	["tanbei"] = "贪狈",
	[":tanbei"] = "出牌阶段限一次，你可令一名其他角色选择：1.令你随机获得其区域里一张牌▷其于此阶段内不是你使用牌的合法目标；"..
		"2.令你于此阶段内对其使用牌无距离关系的限制且对包括其在内的角色使用牌无次数限制。",
	["@tanbei-choose"] = "贪狈：请选择令%src执行一项",
	["tanbei:rob"] = "令其获得你区域里的牌",
	["tanbei:refuse"] = "其对你使用牌无限制",
	["@sidao-snatch"] = "是否使用“伺盗”，将一张手牌当【顺手牵羊】使用",

	["#fanchou"] = "庸生变难",
	["fanchou"] = "樊稠",
	["illustrator:fanchou"] = "天纵世纪",
	["xingluan"] = "兴乱",
	[":xingluan"] = "当牌于你的出牌阶段内使用结算结束后，若你于此阶段内未发动过此技能且使用者为你且目标对应的角色数为1，你可获得牌堆里的一张点数为6的牌。",

	["#zhangji"] = "武威雄豪",
	["zhangji"] = "张济",
	["illustrator:zhangji"] = "YanBai",
	["lveming"] = "掠命",
	[":lveming"] = "出牌阶段限一次，你可令一名装备区里的牌数小于你的角色选择一个点数，你判定，若结果：为此点数，你对其造成2点普通伤害；"..
		"不为此点数，你随机获得其区域里的一张牌。",
	["tunjun"] = "屯军",
	[":tunjun"] = "限定技，出牌阶段，若你本局游戏内发动过〖掠命〗的次数大于0，你可选择一名有装备子区没有牌的角色，令其随机使用牌堆里一张"..
		"其装备区没有此装备子类的装备牌，若此效果被执行的次数不大于X（X为你本局游戏内发动过〖掠命〗的次数），且牌堆中有其装备区没有的装备"..
		"子类的装备牌，你重复此流程。",
	["@lveming-choice"] = "%src 对你使用“掠命”，请选择一个点数",

	["#xurong"] = "玄菟战魔",
	["xurong"] = "徐荣",
	["illustrator:xurong"] = "zoo",
	["xionghuo"] = "凶镬",
	[":xionghuo"] = "①游戏的第一个回合开始前，你获得3枚“暴戾”。②出牌阶段，你可将1枚“暴戾”交给一名没有“暴戾”的其他角色。"..
		"③当你对其他角色造成伤害时，若其有“暴戾”，你令伤害值+1。④其他角色的出牌阶段开始时，若其有“暴戾”，你令其弃所有“暴戾”，其随机选择："..
		"1.受到你造成的1点火焰伤害，你于此阶段内不是其使用【杀】的合法目标；2.失去1点体力，其手牌上限于此回合内-1；"..
		"3.令你随机获得其装备区里的一张牌，随机获得其一张手牌。",
	["shajue"] = "杀绝",
	[":shajue"] = "锁定技，当其他角色进入濒死状态时，若其体力小于0，你获得1枚“暴戾”，若其是因受到渠道为牌的伤害而进入濒死状态，你获得此牌对应的所有实体牌。",
	["brutal"] = "暴戾",
	
	["CompeteWorld"] = "逐鹿天下",
	["CompeteWorldCard"] = "逐鹿天下",

	["#zhangqiying"] = "禳祷西东",
	["zhangqiying"] = "张琪瑛",
	["illustrator:zhangqiying"] = "alien",
	["falu"] = "法箓",
	[":falu"] = "锁定技，①游戏的第一个回合开始后，你获得1枚“紫微”。你获得1枚“后土”。你获得1枚“玉清”。你获得1枚“勾陈”。"..
		"②当你因弃置而失去牌后，若这些牌中有黑桃牌且你没有“紫微”，你获得1枚“紫微”。若这些牌中有梅花牌且你没有“后土”，你获得1枚“后土”。"..
		"若这些牌中有红桃牌且你没有“玉清”，你获得1枚“玉清”。若这些牌中有方块牌且你没有“勾陈”，你获得1枚“勾陈”。",
	["zhenyi"] = "真仪",
	[":zhenyi"] = "①当判定结果确定前，你可弃1枚“紫微”▶你将结果的点数改为5，选择：1.将结果的花色改为黑桃；2.将结果的花色改为红桃。"..
		"②当你需要使用【桃】时，若你有“后土”且你的体力值为0，你可使用对应的实体牌为你的一张手牌的【桃】▶你弃1枚“后土”。系统继续此【桃】的使用流程。"..
		"③当你造成伤害时，你可弃1枚“玉清”▶你判定。若结果为黑色，你令伤害值+1。"..
		"④当你受到属性伤害后，你可弃1枚“勾陈”▶你获得牌堆里的一张基本牌，获得牌堆里的一张锦囊牌，获得牌堆里的一张装备牌。",
	["dianhua"] = "点化",
	[":dianhua"] = "准备阶段开始时或结束阶段开始时，你可将牌堆顶的X张牌扣置入处理区（对你可见）（X为你的“紫微、“后土”、“玉清”和“勾陈”数之和）▶你将这些牌置于牌堆顶。",
	
	["@ziwei"] = "紫微",
	["@houtu"] = "后土",
	["@yuqing"] = "玉清",
	["@gouchen"] = "勾陈",
	
	["@zhenyi-choose"] = "真仪：请选择将%src的 %arg 的判定结果改为 黑桃5 或 红桃5",
	["zhenyi:spade"] = "黑桃5",
	["zhenyi:heart"] = "红桃5",
	
	
	
	["#weiwenzhugezhi"] = "帆至夷洲",
	["weiwenzhugezhi"] = "卫温＆诸葛直",
	["&weiwenzhugezhi"] = "卫温诸葛直",
	["illustrator:weiwenzhugezhi"] = "秋呆呆",
	["fuhai"] = "浮海",
	[":fuhai"] = "出牌阶段对每名角色限一次，你可以展示一张手牌并选择上家或下家。该角色展示一张手牌，若你的牌点数大于等于他的牌点数，你弃置你展示的牌，"..
		"然后继续对其上家或下家重复此流程；你的牌点数小于该角色牌的点数，则该角色弃置其展示的牌，然后你与其各摸X张牌（X为你此回合内发动此技能选择的角色数），"..
		"且你此阶段内不能再发动“浮海”。",
	["@fuhai-show1"] = "对%dest发动“浮海”，请展示一张手牌",
	["@fuhai-show2"] = "%src对你发动“浮海”，请展示一张手牌",

	["#lvkai"] = "铁心司南",
	["lvkai"] = "吕凯",
	["illustrator:lvkai"] = "大佬荣",
	["tunan"] = "图南",
	[":tunan"] = "出牌阶段限一次，你可令一名其他角色观看牌堆顶的一张牌，然后该角色选择一项：使用此牌（无距离限制）；或将此牌当普通【杀】使用。",
	["bijing"] = "闭境",
	[":bijing"] = "结束阶段，你可以选择一张手牌标记为“闭境”。若你于回合外失去“闭境”牌，则当前回合角色的弃牌阶段开始时其需弃置两张牌。你的准备阶段，弃置手牌中的“闭境”牌。",
	["@tunan-use"] = "图南：请选择使用【%arg】（无距离限制），或将图南牌当【杀】使用",
	["@tunan-cancel"] = "图南：牌堆顶的牌为【%arg】",
	["tunan_use:use"] = "使用此牌",
	["tunan_use:slash"] = "当杀使用",
	["#tunan"] = "图南",
	["@bijing-invoke"] = "是否使用“闭境”，选择一张手牌",
	

	["#zhanggong"] = "西域长歌",
	["zhanggong"] = "张恭",
	["illustrator:zhanggong"] = "蚂蚁君",
	["qianxini"] = "遣信",
	[":qianxini"] = "出牌阶段限一次，若牌堆中没有“信”，你可以选择一名角色并将任意张手牌放置于牌堆中X倍数的位置（X为存活人数），称为“信”。该角色的弃牌阶段开始时，若其手中有本回合获得的“信”，其选择一项：令你将手牌摸至四张；本回合手牌上限-2。",
	["zhenxing"] = "镇行",
	[":zhenxing"] = "结束阶段开始时或当你受到伤害后，你可以观看牌堆顶的至多三张牌，然后你获得其中与其余牌花色均不相同的一张牌。 ",
	
	["@zhenxing-choose"] = "镇行：请选择要观看牌的张数",
	["zhenxing:1"] = "1张",
	["zhenxing:2"] = "2张",
	["zhenxing:3"] = "3张",
	["@zhenxing-select"] = "镇行：请选择一张牌获得",
	["#zhenxing"] = "镇行",

	["#Qianxinlog"] = "遣信牌%card位于第%arg张",

	["qianxini_num"] = "信",
	["qianxini_received"] = "已收",

	["#QianxiniReceived"] = "%from 得到了牌堆里的%arg张信",
	["$QianxiniReceived"] = "%from 得到了牌堆里的信：%card",
	
	["@qianxini-choice"] = "遣信：请选择令%src将手牌补至4张，或本回合手牌上限-2",
	["qianxini:draw"] = "令其补牌",
	["qianxini:maxcards"] = "手牌上限-2",

	["#beimihu"] = "亲魏倭王",
	["beimihu"] = "卑弥呼",
	["illustrator:beimihu"] = "聚一_小道恩",
	["zongkui"] = "纵傀",
	[":zongkui"] = "①一个回合开始前，若此回合是此轮的第一个回合，你令体力值是除你外最小且没有“傀”的一名其他角色获得1枚“傀”。"..
			"②你的回合开始前，你可令一名没有“傀”的其他角色获得1枚“傀”。",
	["@zongkui2-invoke"] = "纵傀：请选择一名体力值最小的角色",
	["@zongkui-invoke"] = "你可以发动“纵傀”，令一名其他角色获得“傀”标记",
	["@puppet"] = "傀",
	["guju"] = "骨疽",
	[":guju"] = "锁定技，当一名角色受到伤害后，若其有“傀”，你获得1枚“疽”，摸一张牌。",
	["guju_num"] = "疽",
	["baijia"] = "拜假",
	[":baijia"] = "觉醒技，准备阶段开始时，若你的“疽”数大于6，你加1点体力上限，回复1点体力，令所有没有“傀”的其他角色各获得1枚“傀”，失去〖骨疽〗并获得〖蚕食〗。",
	["canshii"] = "蚕食",
	[":canshii"] = "①当你成为基本牌或普通锦囊牌的目标时，若使用者有“傀”且此牌的目标对应的角色数为1，你可取消此目标▶其弃1枚“傀”。"..
			"②当基本牌或普通锦囊牌选择目标后，若使用者为你，你可令至少一名有“傀”的角色也成为此牌的目标（无距离关系的限制）▶这些角色各弃1枚“傀”。",
	["canshii:prompt"] = "你可以发动“蚕食”，取消【%arg】的目标（你）",
	["@canshii-add"] = "你可以发动“蚕食”，为使用的【%arg】增加目标",
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	["demobilizing"] = "解甲归田",
	
	["flowering_tree"] = "树上开花",
	
	["@floweringtree-discard"] = "树上开花：请选择要弃置的牌",
	
	
	
	["broken_halberd"] = "折戟",
	
	["women_dress"] = "女装",
	
	
	
	
	
	
	
	
	["SelfPlayChess"] = "自走棋",
	
	["#shamoke"] = "五溪蛮夷",
	["shamoke"] = "沙摩柯",
	["illustrator:shamoke"] = "Ray",
	["jilii"] = "蒺藜",
	[":jilii"] = "当你于一回合内使用或打出第X张牌时，你可以摸X张牌（X为你的攻击范围）。",

	["#mangyachang"] = "截头蛮锋",
	["mangyachang"] = "忙牙长",
	["illustrator:mangyachang"] = "北★MAN",
	["jiedao"] = "截刀",
	[":jiedao"] = "当你每回合第一次造成伤害时，你可令此伤害至多+X（X为你损失的体力值）。然后若受到此伤害的角色没有死亡，你弃置等同于此伤害值的牌。",
	["@jiedao-count"] = "截刀：请选择令伤害值增加的数值",
	["@jiedao-discard"] = "截刀：请弃置%arg张牌",

	["#xugong"] = "独计击流",
	["xugong"] = "许贡",
	["illustrator:xugong"] = "红字虾",
	["biaozhao"] = "表召",
	[":biaozhao"] = "结束阶段，你可以将一张牌置于武将牌上，称为“表”。当有一张与“表”花色点数均相同的牌进入弃牌堆时，移去“表”且你失去1点体力，"..
		"若此牌是其他角色因弃置而进入弃牌堆的，则改为该角色获得“表”。准备阶段，若你的武将牌上有“表”，则移去“表”然后你选择一名角色，"..
		"该角色回复1点体力且将手牌摸至与全场手牌数最多的人相同（最多摸五张）。",
	["yechou"] = "业仇",
	[":yechou"] = "你死亡时，可以选择一名已损失体力值大于1的角色。每个回合结束时，该角色失去1点体力直到其回合开始。",
	["biao"] = "表",
	["@biaozhao-invoke"] = "是否使用“表召”，将一张牌放置为“表”",
	["@biaozhao-choose"] = "表召：请选择一名角色",
	["@yechou-invoke"] = "是否使用“业仇”，选择一名已受伤的角色",

	
	["#zhangchangpu"] = "矜严明训",
	["zhangchangpu"] = "张昌蒲",
	["illustrator:zhangchangpu"] = "biou09",
	["yanjiao"] = "严教",
	[":yanjiao"] = "出牌阶段限一次，你可以选择一名其他角色。从牌堆顶亮出四张牌，该角色将这些牌分成点数之和相等的两组，你与其各获得其中一组，"..
		"然后将剩余未分组的牌置入弃牌堆。若未分组的牌超过一张，你本回合手牌上限-1。",
	["xingshen"] = "省身",
	[":xingshen"] = "当你受到伤害后，你可以摸一张牌且下一次发动“严教”亮出的牌数+1。若你的手牌数为全场最少，则改为摸两张牌；"..
	"若你的体力值为全场最少，则“严教”亮出的牌数改为+2。",
	
	["@yanjiao"] = "请将这些牌分成两组点数和相同的牌",
	["self"] = "自己",
	["weijzjja"] = "点数和：%arg",
	
	
	
	--每回合限一次
	--当你受到伤害后，若渠道为{其他角色使用的牌或【闪电】}，你可令此牌对所有目标无效。
	--当其他角色使用的牌对应的所有实体牌置入弃牌堆后，若此牌未造成过伤害，且你是此牌的最终目标列表里的一个目标对应的角色，你可获得此牌对应的所有实体牌。
	
	
	
	
	
	
	["Strategy"] = "上兵伐谋",

	["#xinpi"] = "一节肃六军",
	["xinpi"] = "辛毗",
	["illustrator:xinpi"] = "石蝉",
	["chijie"] = "持节",
	[":chijie"] = "每个回合限一次，当你成为其他角色使用牌的目标后，若此牌对你造成伤害，你可以防止此牌对其他角色造成伤害；若此牌没有对任何角色造成伤害，你获得之。",
	["yinju"] = "引裾",
	[":yinju"] = "限定技，出牌阶段，指定一名其他角色。直到你的回合结束，防止你对其造成的伤害并改为令其回复等量的体力，且你使用牌指定该角色为目标后，你摸一张牌。",
	["chijie:prompt1"] = "是否使用“持节”，令【%arg】无效",
	["chijie:prompt2"] = "是否使用“持节”，获得结算完的【%arg】",

	["#yijibo"] = "礼仁同渡",
	["yijibo"] = "伊籍",
	["illustrator:yijibo"] = "alien",
	["jijie"] = "机捷",
	[":jijie"] = "出牌阶段限一次，你可以观看牌堆底的一张牌，然后将其交给任意一名角色。",
	["jiyuan"] = "急援",
	[":jiyuan"] = "当一名角色进入濒死状态或你交给一名其他角色牌时，你可令该角色摸一张牌。",
	["@jijie-choose"] = "机捷：令一名角色获得【%arg】",

	["#zhangwen"] = "冲天孤鹭",
	["zhangwen"] = "张温",
	["illustrator:zhangwen"] = "zoo",
	["songshu"] = "颂蜀",
	[":songshu"] = "出牌阶段限一次，你可以与一名其他角色拼点，若你没赢，该角色摸两张牌；若你赢，本回合内此技能视为未发动过。",
	["sibian"] = "思辩",
	[":sibian"] = "摸牌阶段，你可以放弃摸牌，改为亮出牌堆顶的四张牌，然后获得其中所有点数最大与点数最小的牌。"..
		"若获得的牌是两张且点数之差小于存活人数，则你可以将剩余的牌交给手牌数最少的角色。",
	["@sibian-choose"] = "思辩：你可以令一名角色获得剩余的牌",

	["#lisu"] = "魔使",
	["lisu"] = "李肃",
	["illustrator:lisu"] = "alien",
	["lixun"] = "利熏",
	[":lixun"] = "锁定技，当你受到伤害时，你防止此伤害，然后获得等同于伤害值的“珠”标记。"..
		"出牌阶段开始时，你进行一次判定，若结果点数小于“珠”的数量，你弃置等同于“珠”数量的手牌（若弃牌的牌数不够，则失去剩余数量的体力值）。",
	["kuizhui"] = "馈珠",
	[":kuizhui"] = "出牌阶段结束时，你可以选择体力值全场最多的一名其他角色，将手牌摸至与该角色相同（最多摸至五张），"..
		"然后该角色观看你的手牌，弃置任意张手牌并从观看的牌中获得等量的牌。若其获得的牌大于一张，"..
		"则你选择一项：移去一个“珠”；或令其对其攻击范围内的一名角色造成1点伤害。",
	["@lixun-discard"] = "利熏：请弃置%arg张手牌，不足则失去剩余数量的体力",
	["@kuizhui-invoke"] = "是否使用“馈珠”，选择一名角色",
	["@kuizhui-discard"] = "馈珠：请弃置任意张手牌",
	["@kuizhui-select"] = "馈珠：请选择%arg张牌获得",
	["@kuizhui-choose"] = "馈珠：请选择受到伤害的角色",
	["pearl"] = "珠",
	["#kuizhui"] = "馈珠",
	["kuizhui:remove"] = "移除标记",
	["kuizhui:damage"] = "造成伤害",
	
	
	["#test"] = "信息：%arg",
	
	
}
