return {
	["limit_szn"] = "界限突破-新服",
	
	["szn_zhangfei"] = "张飞-新服",
	["&szn_zhangfei"] = "张飞",
	["szntishen"] = "替身",
	[":szntishen"] = "出牌阶段结束时，你可▶你弃置所有锦囊牌和坐骑牌→当【杀】于你的下个回合开始之前结算结算结束后，若你是此【杀】的最终目标列表里的一个目标对应的角色且你未受到过渠道为此【杀】的伤害，你获得此【杀】对应的所有实体牌。",
	
	["szn_huangyueying"] = "黄月英-新服",
	["&szn_huangyueying"] = "黄月英",
	["sznjizhi"] = "集智",
	[":sznjizhi"] = "当锦囊牌被使用时，若使用者为你，你可以摸一张牌，若你以此法摸的牌是基本牌，你可以弃置以此法摸的牌，若如此做，你的手牌上限于此回合内+1。",
	["@sznjizhi-discard"] = "集智：是否弃置摸到的【%arg】令手牌上限+1",
	
	["szn_caoren"] = "曹仁-新服",
	["&szn_caoren"] = "曹仁",
	["sznjiewei"] = "解围",
	[":sznjiewei"] = "①当你需要使用普【无懈可击】时，你可使用对应的实体牌为你的装备区里的一张牌的【无懈可击】。"..
		"②当你翻面后，若你的武将牌正面朝上，你可弃置一张牌▶你可将一名角色的判定/装备区里的一张牌置入另一名角色的判定/装备区。",
	["@sznjiewei"] = "你可以发动“解围”，弃置一张牌",
	["@sznjiewei-move"] = "解围：你可以移动场上的一张牌",	
}