return {
	["nostalgia_mol"] = "怀旧-手杀",
	
	["nmol_xiahoudun"] = "夏侯惇-旧手",
	["&nmol_xiahoudun"] = "夏侯惇",
	["nmolqingjian"] = "清俭",
	[":nmolqingjian"] = "每回合限一次，当你与摸牌阶段外获得牌后，你可以将任意张手牌扣置于武将牌上；下个任意角色的回合结束时，你将这些牌交给其他角色，然后你以此法交出的牌大于一张，则你摸一张牌。",
	["@nmolqingjian-put"] = "你可以发动“清俭”将其中任意张牌置于武将牌上",
	["@nmolqingjian-give"] = "请将“清俭”牌分配给其他角色",
	
	["nmol_huangyueying"] = "黄月英-旧手",
	["&nmol_huangyueying"] = "黄月英",
	["nmoljizhi"] = "集智",
	[":nmoljizhi"] = "当普通锦囊牌被使用时，若使用者为你，你可以摸一张牌，若你以此法摸的牌是基本牌，你可以弃置以此法摸的牌，若如此做，你的手牌上限于此回合内+1。",
	["@nmoljizhi-discard"] = "集智：是否弃置摸到的【%arg】令手牌上限+1",
	
	["nmol_caoren"] = "曹仁-旧手",
	["&nmol_caoren"] = "曹仁",
	["nmoljiewei"] = "解围",
	[":nmoljiewei"] = "①当你需要使用普【无懈可击】时，你可使用对应的实体牌为你的装备区里的一张牌的【无懈可击】。"..
		"②当你翻面后，若你的武将牌正面朝上，你可弃置一张手牌▶你可将一名角色的判定/装备区里的一张牌置入另一名角色的判定/装备区。",
	["@nmoljiewei"] = "你可以发动“解围”，弃置一张手牌",
	["@nmoljiewei-move"] = "解围：你可以移动场上的一张牌",	
	
	["nmol_dianwei"] = "典韦-旧手",
	["&nmol_dianwei"] = "典韦",
	["nmolqiangxi"] = "强袭",
	[":nmolqiangxi"] = "出牌阶段限一次，你可以失去1点体力或弃置一张武器牌，并选择你攻击范围内的一名其他角色，然后对其造成1点伤害。",
	
	["nmol_pangtong"] = "庞统-旧手",
	["&nmol_pangtong"] = "庞统",
	["nmolniepan"] = "涅槃",
	[":nmolniepan"] = "限定技，出牌阶段或当你处于濒死状态时，你可以弃置你的区域里的所有牌，然后将武将牌恢复至游戏开始时的状态，摸三张牌，将体力回复至3点。",
	
	["nmol_wolong"] = "卧龙诸葛亮-旧手",
	["&nmol_wolong"] = "诸葛亮",
	
	["nmol_yuanshao"] = "袁绍-旧手",
	["&nmol_yuanshao"] = "袁绍",
	["nmolluanji"] = "乱击",
	[":nmolluanji"] = "出牌阶段，你可以将两张手牌当【万箭齐发】使用，之后你于本回合内发动“乱击”时不能选择与这些牌花色相同的牌；其他角色相应你使用的【万箭齐发】打出【闪】时摸一张牌；若你使用【万箭齐发】未造成伤害，你摸等同于此【万箭齐发】指定目标数量的牌。",
	["nmolxueyi"] = "血裔",
	[":nmolxueyi"] = "主公技，锁定技，你的手牌上限+X（X为其他群势力角色数的两倍）。",
}