return {
	["nostal_2013"] = "怀旧-2013",
	["nostal_2015"] = "怀旧-2015",
	["nostal_2017"] = "怀旧-2017",
	["nostal_2020"] = "怀旧-2020",
	["nostal_renew"] = "怀旧-全新定制",
	
	["nos_2013_liubei"] = "刘备-2013",
	["&nos_2013_liubei"] = "刘备",
	["nos2013rende"] = "仁德",
	[":nos2013rende"] = "出牌阶段限一次，你可以将至少一张手牌交给其他角色，若你以此法交给其他角色的手牌数不小于2，你回复1点体力。",
	["@nos2013rende-give"] = "你可以发动“仁德”",
	["~nos2013rende"] = "选择至少一张手牌→选择一名其他角色→点击确定",
	
	["nos_2013_huangyueying"] = "黄月英-2013",
	["&nos_2013_huangyueying"] = "黄月英",
	["nos2013jizhi"] = "集智",
	[":nos2013jizhi"] = "当你使用一张锦囊牌时，你可以展示牌堆顶的一张牌，然后若此牌：不为基本牌，你获得此牌；为基本牌，你选择：1.将之置入弃牌堆；2.获得此牌并将一张手牌置于牌堆顶。",
	["@nos2013jizhi-exchange"] = "你可以用一张手牌替换展示的【%arg】",
	["nos2013qicai"] = "奇才",
	[":nos2013qicai"] = "锁定技，你使用锦囊牌无距离限制。其他角色不能弃置你装备区里的不为坐骑牌的牌。",
	
	["nos_2013_diaochan"] = "貂蝉-2013",
	["&nos_2013_diaochan"] = "貂蝉",
	["nos2013biyue"] = "闭月",
	[":nos2013biyue"] = "结束阶段开始时，你可以摸一张牌。",
	
	["nos_2013_caoren"] = "曹仁-2013",
	["&nos_2013_caoren"] = "曹仁",
	["nos2013jushou"] = "据守",
	[":nos2013jushou"] = "结束阶段开始时，你可以摸一张牌，然后翻面。",
	["nos2013jiewei"] = "解围",
	[":nos2013jiewei"] = "当你翻面后，你可以摸一张牌，然后你可以使用锦囊牌／装备牌，若如此做，你可以弃置场上的一张锦囊牌／装备牌。",
	["@Nos2013Jiewei"] = "你可以使用一张锦囊牌或装备牌",
	["@Nos2013Jiewei-discard"] = "你可以弃置一名角色场上与你使用的牌同类型的牌",
	
	["nos_2015_caoren"] = "曹仁-2015",
	["&nos_2015_caoren"] = "曹仁",
	["nos2015jushou"] = "据守",
	[":nos2015jushou"] = "结束阶段开始时，你可以摸一张牌，然后翻面。当你因该技能或于回合开始时翻面后，你可以摸一张牌，然后你可以使用锦囊牌／装备牌，若如此做，你可以弃置场上的一张锦囊牌／装备牌。",
	["@Nos2015Jushou"] = "你可以使用一张锦囊牌或装备牌",
	["@Nos2015Jushou-discard"] = "你可以弃置一名角色场上与你使用的牌同类型的牌",
	
	["nos_2013_zhangjiao"] = "张角-2013",
	["&nos_2013_zhangjiao"] = "张角",
	["nos2013leiji"] = "雷击",
	[":nos2013leiji"] = "每当你使用或打出【闪】时，你可以令一名其他角色进行判定，若结果为黑色，你对该角色造成1点雷电伤害，然后你回复1点体力。",
	
	["nos_2020_yuanshao"] = "袁绍-2020",
	["&nos_2020_yuanshao"] = "袁绍",
	["nos2020luanji"] = "乱击",
	[":nos2020luanji"] = "出牌阶段，你可以将两张手牌当【万箭齐发】使用，之后你于本回合内发动“乱击”时不能选择与这些牌花色相同的牌；其他角色相应你使用的【万箭齐发】打出【闪】时摸一张牌；若你使用【万箭齐发】未造成伤害，你摸一张牌。",
	
	["nos_2017_xiahoudun"] = "夏侯惇-2017",
	["&nos_2017_xiahoudun"] = "夏侯惇",
	["nos2017qingjian"] = "清俭",
	[":nos2017qingjian"] = "当你于摸牌阶段外得到牌后，你可将其中任意张牌扣置于武将牌上（均称为“财”）；一名角色的回合结束前，你将所有“财”交给其他角色。",
	["@nos2017qingjian-put"] = "你可以发动“清俭”将其中任意张牌置于武将牌上",
	["@nos2017qingjian-give"] = "请将“清俭”牌分配给其他角色",
	
	["nos_2015_zhangfei"] = "张飞-2015",
	["&nos_2015_zhangfei"] = "张飞",
	["nos2015paoxiao"] = "咆哮",
	[":nos2015paoxiao"] = "锁定技，你使用【杀】无次数限制。",
	
	["nos_rn_guanyu"] = "关羽-定",
	["&nos_rn_guanyu"] = "关羽",
	
	["nos_rn_zhangfei"] = "张飞-定",
	["&nos_rn_zhangfei"] = "张飞",
	["nosrntishen"] = "替身",
	[":nosrntishen"] = "限定技，准备阶段，你可你可回复X点体力，然后摸X张牌。（X为“替身”数量，当你扣减体力时，你获得1个“替身”标记且标记数量最多为4。你的每个回合结束时，移除替身标记。）"
	
	
}